Repository: JSG01/OpenEstate-PHP-Wrapper-WordPress
Catalog: src/languages/openestate-php-wrapper-*.po
Languages: de_de

source: Please enter a valid script path.
de_de: Bitte tragen Sie einen gültigen Export-Pfad ein.

source: It seems, that you're using an unsupported version of PHP export.
de_de: Es wird anscheinend eine nicht unterstützte Version des PHP-Exports verwendet.

source: It seems, that there is no PHP export available within the script path.
de_de: Es ist anscheinend kein PHP-Export unter dem Skript-Pfad vorhanden.

source: Can't detect the script version.
de_de: Die Skript-Version konnte nicht ermittelt werden.

source: Can't init script environment.
de_de: Die Skript-Umgebung kann nicht initialisiert werden.

source: The exported scripts are NOT correctly configured.
de_de: Die ImmoTool-Skripte sind NICHT korrekt eingebunden.

source: The properties are currently updated.
de_de: Der Immobilienbestand wird momentan aktualisiert.

source: Please revisit this page after some minutes.
de_de: Bitte besuchen Sie diese Seite in wenigen Minuten erneut.

source: You're not authorized to setup this plugin.
de_de: Sie haben keine ausreichenden Rechte, um dieses Plugin zu konfigurieren.

source: Module
de_de: Modul

source: License
de_de: Lizenz

source: Authors
de_de: Autoren

source: Support us!
de_de: Unterstützen Sie uns!

source: Configure exported scripts
de_de: Anbindung der ImmoTool-Skripte

source: The exported scripts are correctly configured.
de_de: Die ImmoTool-Skripte sind korrekt eingebunden.

source: Export your properties from ImmoTool to your website via PHP.
de_de: Führen Sie einen PHP-Export via ImmoTool auf diesen Webspace durch.

source: Configure path and URL, that points to the exported scripts, and click 'Save' to perform a new validation.
de_de: Tragen Sie Pfad und URL des Exports ein und klicken Sie zur erneuten Prüfung auf 'Speichern'.

source: Error messages
de_de: Fehlermeldungen

source: script path
de_de: Skript-Pfad

source: Enter the path on your server, that points to the exported scripts. The path of this CMS installation is:
de_de: Tragen Sie den Pfad des Servers ein, unter dem die vom ImmoTool erzeugten Skripte abgelegt wurden. Der Serverpfad dieser WordPress-Installation lautet:

source: script URL
de_de: Skript-URL

source: Enter the URL on your server, that points to the exported scripts. The URL of this CMS installation is:
de_de: Tragen Sie die Webadresse ein, unter welcher der ImmoTool-Export aus dem Internet erreichbar ist. Die Webadresse dieser WordPress-Installation lautet:

source: Save
de_de: Speichern

source: Configure generated view
de_de: Darstellung auf der Webseite

source: Use the following form to generate a shortcode, that can be inserted into any article or page of your WordPress blog.
de_de: Verwenden Sie das folgende Formular, um einen Shortcode zu erzeugen. Der erzeugte Shortcode kann in einen Artikel oder eine Seite von WordPress eingefügt werden.

source: Property listing
de_de: Immobilienübersicht

source: view
de_de: Ansicht

source: Tabular mode
de_de: Ansicht als Liste

source: Gallery mode
de_de: Ansicht als Galerie

source: order by
de_de: sortieren nach

source: ascending
de_de: aufsteigend

source: descending
de_de: absteigend

source: filter by %s
de_de: nach %s filtern

source: language
de_de: Sprache

source: Property details
de_de: Exposéansicht

source: property ID
de_de: Immobilien-ID

source: Favourites
de_de: Vormerkliste

source: Further options
de_de: Weitere Optionen

source: Custom stylesheet
de_de: Individueller Stylesheet

source: You can provide custom stylesheets, that are loaded together with the PHP export.
de_de: Sie können individuelle Stylesheets hinterlegen, die zusätzlich zum PHP-Export geladen werden.

source: Embedded components
de_de: Eingebettete Komponenten

source: The PHP export integrates the following third party components into your WordPress blog.
de_de: Der PHP-Export integriert die folgenden Komponenten von Drittanbietern in Ihre WordPress-Seite.

source: If your website already uses some of these components, you can disable them accordingly through the following options.
de_de: Wenn Ihre Webseite bereits eine dieser Komponenten verwenden, können Sie diese durch die folgenden Optionen deaktivieren.

source: Properties are only loaded on a singular page view.
de_de: Immobilien werden nur auf der Einzelansicht einer Seite dargestellt.

source: Can't load properties.
de_de: Immobilien konnten nicht geladen werden.
